tap "atombender/ktail"
tap "bufbuild/buf"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minio/stable"
tap "sass/sass"
tap "zegervdv/zathura"
brew "btop"
brew "cookiecutter"
brew "direnv"
brew "duckdb"
brew "fastfetch"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gnu-sed"
brew "gnupg"
brew "gnupg@1.4"
brew "go"
brew "helm"
brew "jq"
brew "kubectx"
brew "lazygit"
brew "libmagic"
brew "pkgconf"
brew "librdkafka"
brew "llvm"
brew "luarocks"
brew "mercurial"
brew "minikube"
brew "neovim"
brew "nmap"
brew "openvpn"
brew "pinentry-mac"
brew "pngpaste"
brew "podman"
brew "poppler"
brew "postgresql@15"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ripgrep"
brew "telnet"
brew "wget"
brew "xdotool"
brew "yq"
brew "zsh"
brew "atombender/ktail/ktail"
brew "bufbuild/buf/buf"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "minio/stable/mc"
brew "zegervdv/zathura/zathura"
cask "dbeaver-community"
cask "font-hack-nerd-font"
