brew "neovim"
brew "direnv"
brew "pyenv"
brew "pyenv-virtualenv"
brew "fd"
brew "ripgrep"
brew "gnu-sed"
brew "go"
brew "mercurial"
brew "btop"
brew "gpg"
brew "openvpn"
brew "wget"
brew "luarocks"
brew "lua"
brew "pyenv"
brew "pyenv-virtualenv"
brew "fswatch"
brew "yq"

brew "fzf"
brew "jq"
brew "kubectx"

brew "podman"
brew "atombender/ktail/ktail"
brew "derailed/k9s/k9s"

brew "duckdb"

cask "dbeaver-community"
